Repository: OPUS4/application
Catalog: modules/admin/language/oailink.tmx
Source language: de
Languages: en

source: Benutzen Sie diesen Link f√ºr OAI Anfragen:
en: Use this link for OAI requests:

source: OAI Anfrage Beispiele:
en: OAI request examples:

source: OAI Anfrage mit dem Verb GetRecord
en: OAI request with verb GetRecord

source: OAI Anfrage mit dem Verb Idenfity
en: OAI request with verb Identify

source: OAI Anfrage mit dem Verb ListMetaDataFormats
en: OAI request with verb ListMetadataFormats

source: OAI Anfrage mit dem Verb ListIdentifiers
en: OAI request with verb ListIdentifiers

source: OAI Anfrage mit dem Verb ListRecords
en: OAI request with verb ListRecords
